Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

source: This is it, the MUSEUM.\pYou have to pay to get in, but it's\nworth it. See you around!
pl: To tutaj, oto MUZEUM.\pMusisz zapłacić za wejście, ale\nmówię ci, opłaca się. No to pa!

# Psssst! Do you know what I'm doing?
source: Psssst!\nDo you know what I'm doing?
pl: Psssst!\nCzy wiesz co robię?

# That's right! It's hard work!
source: That's right!\nIt's hard work!
pl: Racja!\nTo ciężka praca!

# I'm spraying REPEL to keep wild POKéMON out of my garden!
source: I'm spraying REPEL to keep wild\nPOKéMON out of my garden!
pl: Rozpryskuję ODGANIACZ, aby\nodgonić POKéMONY z ogródka!

# You're a TRAINER, right?pBROCK's looking for new challengers. Follow me!
source: You're a TRAINER, right?\pBROCK's looking for new\nchallengers. Follow me!
pl: Jesteś TRENEREM, prawda?\pBROCK szuka nowych\nwyzwań. Chodź za mną!

# If you have the right stuff, go take on BROCK!
source: If you have the right stuff,\ngo take on BROCK!
pl: Jeśli masz dość odwagi,\nzmierz się z BROCKIEM!

source: TRAINER TIPS\pAll POKéMON that appear in battle,\nhowever briefly, earn EXP Points.
pl: PORADA\pWszystkie POKéMONY biorące udział w\nwalce, choćby przez turę,\pzyskują EXP.

source: NOTICE!\pThieves have been stealing POKéMON\nfossils from MT. MOON.\pPlease call the PEWTER POLICE if\nyou have any information.
pl: NOTKA!\pZłodzieje kradną skamieliny POKéMON\nz GÓRY MOON.\pProszę skontaktować się z POLICJĄ,\njeśli masz jakieś informacje.

source: PEWTER MUSEUM OF SCIENCE
pl: MUZEUM NAUKI W PEWTER

# PEWTER CITY POKéMON GYM LEADER: BROCKlThe Rock-Solid POKéMON TRAINER!
source: PEWTER CITY POKéMON GYM\nLEADER: BROCK\lThe Rock-Solid POKéMON TRAINER!
pl: SALA POKéMON PEWTER CITY\nLIDER: BROCK\lTRENER POKéMON twardy jak głaz!

# PEWTER CITY A Stone Gray City
source: PEWTER CITY\nA Stone Gray City
pl: PEWTER CITY\nKamienne Miasto

source: Oh, {PLAYER}{KUN}!
pl: O, {PLAYER}{KUN}!

source: I'm glad I caught up to you.\nI'm PROF. OAK's AIDE.\pI've been asked to deliver this,\nso here you go.
pl: Świetnie, że cię znalazłem.\nJestem POMOCNIKIEM OAKA.\pMiałem ci to dostarczyć, więc\nproszę bardzo.

# {PLAYER} received the RUNNING SHOES from the AIDE.
source: {PLAYER} received the\nRUNNING SHOES from the AIDE.
pl: {PLAYER} dostaje \nBUTY DO BIEGANIA od POMOCNIKA.

# {PLAYER} switched shoes with the RUNNING SHOES.
source: {PLAYER} switched shoes with the\nRUNNING SHOES.
pl: {PLAYER} przebiera buty na\nBUTY DO BIEGANIA.

# Press the B Button to run. But only where there's room to run!
source: Press the B Button to run.\nBut only where there's room to run!
pl: Naciśnij Przycisk B, by biegać.\nAle nie biegaj po domach!

# Well, I must be going back to the LAB.pBye-bye!
source: Well, I must be going back to\nthe LAB.\pBye-bye!
pl: No to ja wracam już do\nLABORATORIUM.\pPa-pa-pa!

source: There's a letter attached…\pDear {PLAYER},\pHere is a pair of RUNNING SHOES\nfor my beloved challenger.\pRemember, I'll always cheer for\nyou! Don't ever give up!\pFrom Mom
pl: Załączono tu list...\pDrogi {PLAYER},\pOto para BUTÓW DO BIEGANIA\ndla mojego wspaniałego podróżnika.\pPamiętaj, zawsze będę na ciebie\nliczyć! Nie poddawaj się!\pOd Mamy

source: So, you're here. I'm BROCK.\nI'm PEWTER's GYM LEADER.\pMy rock-hard willpower is evident\neven in my POKéMON.\pMy POKéMON are all rock hard, and\nhave true-grit determination.\pThat's right - my POKéMON are all\nthe ROCK type!\pFuhaha! You're going to challenge\nme knowing that you'll lose?\pThat's the TRAINER's honor that\ncompels you to challenge me.\pFine, then!\nShow me your best!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: A więc jesteś. Nazywam się BROCK.\nJestem LIDEREM SALI PEWTER.\pMoja kamienna siła woli\nprzejawia się nawet w walce.\pMoje POKéMONY są twarde jak\nkamień i pełne są determinacji.\pWłaśnie tak - wszystkie moje\nPOKéMONY są KAMIENNE!\pCha! Chcesz wyzwać mnie wiedząc,\nże przegrasz?\pTo pewnie twój honor TRENERA każe\nci wyzwać mnie na pojedynek.\pDobrze więc!\nPokaż co potrafisz!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

source: I took you for granted, and so\nI lost.\pAs proof of your victory, I confer\non you this…the official POKéMON\lLEAGUE BOULDERBADGE.\p{FONT_NORMAL}{PLAYER} received the BOULDERBADGE\nfrom BROCK!{PAUSE_MUSIC}{PLAY_BGM}{MUS_OBTAIN_BADGE}{PAUSE 0xFE}{PAUSE 0x56}{RESUME_MUSIC}\p{FONT_MALE}Just having the BOULDERBADGE makes\nyour POKéMON more powerful.\pIt also enables the use of the\nmove FLASH outside of battle.\pOf course, a POKéMON must know the\nmove FLASH to use it.
pl: Nie doceniłem cię, więc\nprzegrałem.\pJako dowód twojego zwycięstwa,\nwręczam ci oficjalną ODZNAKĘ GŁAZU\pLIGI POKéMON.\p{FONT_NORMAL}{PLAYER} dostaje ODZNAKĘ GŁAZU\nod BROCKA{PAUSE_MUSIC}{PLAY_BGM}{MUS_OBTAIN_BADGE}{PAUSE 0xFE}{PAUSE 0x56}{RESUME_MUSIC}\p{FONT_MALE}Samo posiadanie ODZNAKI GŁAZU zwiększa\nsiłę twoich POKéMONÓW.\pPozwala także na użycie ruchu\nBŁYSK poza walką.\pOczywiście twój POKéMON musi znać\ntechnikę BŁYSKU, by jej użyć.

# Wait! Take this with you.
source: Wait!\nTake this with you.
pl: Zaczekaj!\nWeź jeszcze to.

# {PLAYER} received TM39 from BROCK.
source: {PLAYER} received TM39\nfrom BROCK.
pl: {PLAYER} dostaje TM39\nod BROCKA.

source: A TM, Technical Machine, contains a\ntechnique for POKéMON.\pUsing a TM teaches the move it\ncontains to a POKéMON.\pA TM is good for only one use.\pSo, when you use one, pick the\nPOKéMON carefully.\pAnyways…\nTM39 contains ROCK TOMB.\pIt hurls boulders at the foe and\nlowers its SPEED.
pl: TM, Techniczna Maszyna, zawiera\ntechnikę dla POKéMONA.\pUżywając TM uczysz zawartego weń\nataku jednego z POKéMONÓW.\pWszystkie TM są jednorazowe.\pWięc, używając go, ostrożnie\nwybieraj POKéMONY.\pTak czy inaczej…\nTM39 zawiera KAMIENIOGRÓB.\pRzuca głazami we wroga\nobniżając SZYBKOŚĆ.

source: There are all kinds of TRAINERS in\nthis huge world of ours.\pYou appear to be very gifted as a\nPOKéMON TRAINER.\pSo let me make a suggestion.\pGo to the GYM in CERULEAN and test\nyour abilities.
pl: W naszym świecie istnieje wiele\nrodzajów TRENERÓW.\pTy wydajesz się być jednym z\nbardziej utalentowanych.\pPozwól więc, że coś ci poradzę.\pWybierz się do SALI w CERULEAN\ni zobacz co potarfisz.

source: You don't have room for this.
pl: Nie masz na to miejsca.

# Stop right there, kid!pYou're ten thousand light-years from facing BROCK!
source: Stop right there, kid!\pYou're ten thousand light-years \nfrom facing BROCK!
pl: Zatrzymaj się, mały!\pBrak ci tysiąca lat świetlnych, by\nwygrać z BROCKIEM!

# Darn!pLight-years isn't time… It measures distance!
source: Darn!\pLight-years isn't time…\nIt measures distance!
pl: Kurcze!\pLata świetlne nie mierzą czasu…\nTo dystans!

# You're pretty hot. …But not as hot as BROCK!
source: You're pretty hot.\n…But not as hot as BROCK!
pl: Jesteś niezły.\n…Ale nie lepszy od BROCKA!

source: Hiya!\nDo you want to dream big?\pDo you dare to dream of becoming\nthe POKéMON champ?\pI'm no TRAINER, but I can advise\nyou on how to win.\pLet me take you to the top!
pl: Hej!\nCzy masz wielkie marzenia?\pOśmielasz się marzyć o\nzostaniu mistrzem POKéMON?\pNie jestem TRENEREM, ale mogę\nporadzić ci jak wygrać.\pZaprowadzę cię na szczyt!

# All right! Let's get happening!
source: All right!\nLet's get happening!
pl: Świetnie!\nNo to zaczynamy!

source: The first POKéMON out in a match is\nat the left of the POKéMON LIST.\pBy changing the order of POKéMON,\nyou may gain an advantage.\pTry different orders to suit your\nopponent's party.
pl: Pierwszy POKéMON wystawiany do walki\njest z lewej strony LISTY POKéMONÓW.\pZmieniając kolejność POKéMONÓW,\nmożesz zdobyć przewagę.\pSpróbuj dopasować się do\ndrużyny przeciwnika.

# It's a free service! Let's get happening!
source: It's a free service!\nLet's get happening!
pl: To darmowa usługa!\nNo to zaczynamy!

# Just as I thought! You're POKéMON champ material!
source: Just as I thought!\nYou're POKéMON champ material!
pl: Tak jak myślałem!\nJesteś materiałem na mistrza!

# PEWTER POKéMON GYM LEADER: BROCKpWINNING TRAINERS: {RIVAL}
source: PEWTER POKéMON GYM\nLEADER: BROCK\pWINNING TRAINERS:\n{RIVAL}
pl: SALA POKéMON PEWTER\nLIDER: BROCK\pZWYCIĘZCY:\n{RIVAL}

# PEWTER POKéMON GYM LEADER: BROCKpWINNING TRAINERS: {RIVAL}, {PLAYER}
source: PEWTER POKéMON GYM\nLEADER: BROCK\pWINNING TRAINERS:\n{RIVAL}, {PLAYER}
pl: SALA POKéMON PEWTER\nLIDER: BROCK\pZWYCIĘZCY:\n{RIVAL}, {PLAYER}

source: NIDORAN, sit!
pl: NIDORAN siad!

source: Our POKéMON's an outsider, so it's\nfinicky and hard to handle.\pAn outsider is a POKéMON that you\nget in a trade.\pIt grows fast, but it may ignore an\nunskilled TRAINER in battle.\pIf only we had some BADGES…
pl: Nasz POKéMON to outsider, jest\nwybredny i ciężki do opanowania.\pOutsider, to POKéMON, którego\ndostajesz w wymianie.\pSzybko rośnie, ale może ignorować\nniedoświadczonych TRENERÓW.\pAle gdybyśmy mieli ODZNAKI…

source: POKéMON learn new techniques as\nthey grow.\pBut some moves must be taught to\nthem by people.
pl: POKéMONY rosnąc poznają nowe\ntechniki.\pAle niektórych ataków mogą je\nnauczyć tylko ludzie.

source: A POKéMON becomes easier to \ncatch if it has a status problem.\pSleep, poison, burn, or paralysis…\nThose are all effective.\pBut catching POKéMON is never\na sure thing!
pl: POKéMON staje się łatwiejszy do\nzłapania pod wpływem zmian stanu.\pSen, zatrucie, poparzenia, paraliż…\nWszystkie pomagają.\pAle łapanie POKéMONÓW nigdy\nnie jest pewne!

source: A shady old guy sucked me into\nbuying this weird fish POKéMON!\pIt's totally weak and it cost ¥500!
pl: Jakiś dziadek wrobił mnie w\nkupienie tej dziwnej ryby!\pStraszny z niej cieniarz, a kosztował\n¥500!

source: Good things can happen if you raise\nPOKéMON diligently.\pEven the weak ones can surprise\nyou if you don't give up on them.
pl: Trenowanie POKéMONÓW z sercem\nmoże wyjść tylko na dobre.\pNawet słabe POKéMONY mogą cię\nzaskoczyć, jeśli się nie poddasz.

# Yes, yes. It's ¥50 for a child's ticket.pWould you like to come in?
source: Yes, yes.\nIt's ¥50 for a child's ticket.\pWould you like to come in?
pl: Tak, tak.\nBilet dziecięcy kosztuje ¥50.\pCzy masz ochotę wejść?

source: Come again!
pl: Żegnamy!

# Right, ¥50! Thank you!
source: Right, ¥50!\nThank you!
pl: Tak, ¥50!\nDziękuję!

source: You don't have enough money.
pl: Masz za mało pieniędzy.

source: Please enjoy yourself.
pl: Baw się dobrze.

source: You can't sneak in the back way!\nNice try, kid, but no.\pOh, whatever!\nDo you know what AMBER is?
pl: Nie możesz się tak wkradać!\nW ten sposób cię nie wpuszcze.\pA zresztą!\nWiesz co to jest BURSZTYN?

source: AMBER contains the genetic matter\nof ancient POKéMON.\pThere's a LAB somewhere trying to\nresurrect POKéMON from AMBER.
pl: BURSZTYN zawiera materiał genetyczny\nstarożytnego POKéMONA.\pJakieś LABORATORIUM, próbuje\nwskrzeszać POKI z BURSZTYNU.

source: AMBER is actually sap, that gooey\nstuff that oozes from trees.\pThe ancient sap fossilized over\ntime to become rock-hard AMBER.
pl: BURSZTYN, to sok roślnny, taka\nkleista maź cieknąca z drzew.\pPradawna maź skamieniała przez\nwieki stając się BURSZTYNEM.

source: I should be grateful for my long\nlife.\pNever did I think I would get to\nsee the bones of a dragon!
pl: Powinienem być wdzięczny za moje\ndługie życie.\pNigdy nie sądziłem, że\nzobaczę kości smoka!

source: Ssh! Listen, I need to share a\nsecret with someone.\pI think that this chunk of AMBER\ncontains POKéMON DNA!\pIt would be a shattering scientific\nbreakthrough if POKéMON could be\lresurrected from it.\pBut, my colleagues just ignore\nwhat I have to say.\pSo, I have a favor to ask!\pI want you to get this examined at\na POKéMON LAB somewhere.
pl: Cii! Słuchaj, muszę podzielić\nsię z kimś pewnym sekretem.\pTen odłamek BURSZTYNU zawiera\nchyba DNA POKéMONA!\pTo byłby prawdziwy przełom w nauce,\ngdyby udało wskrzesić się z\pniego POKéMONA.\lAle moi koledzy ignorują to, co\nmam do powiedzenia.\pMuszę cię więc o coś poprosić!\pChcę, żebyś zabrał to do zbadania w\njakimś LABORATORIUM.

# {PLAYER} received the OLD AMBER from the man.
source: {PLAYER} received the OLD AMBER\nfrom the man.
pl: {PLAYER} dostaje STARY BURSZTYN\nod naukowca.

# Ssh! Get the OLD AMBER checked!
source: Ssh!\nGet the OLD AMBER checked!
pl: Ci!\nZanieś gdzieś ten BURSZTYN!

source: You don't have space for this.
pl: Nie masz na to miejsca.

# We have two fossils of rare, prehistoric POKéMON on exhibit.
source: We have two fossils of rare,\nprehistoric POKéMON on exhibit.
pl: Mamy na wystawie dwie skamieliny\npradawnych POKéMONÓW.

# There is a beautiful piece of AMBER in a clear gold color.
source: There is a beautiful piece of\nAMBER in a clear gold color.
pl: Przepiękna grudka BURSZTYNU\npromieniująca złotym kolorem.

# AERODACTYL Fossil A primitive and rare POKéMON.
source: AERODACTYL Fossil\nA primitive and rare POKéMON.
pl: Skamielina AERODACTYLA\nPrymitywny POKéMON.

# KABUTOPS Fossil A primitive and rare POKéMON.
source: KABUTOPS Fossil\nA primitive and rare POKéMON.
pl: Skamielina KABUTOPSA\nPrymitywny POKéMON.

source: The secrets of space…\nThe mysteries of earth…\pThere are so many things about\nwhich we know so little.\pBut that should spur us to study\nharder, not toss in the towel.\pThe only thing you should toss…\pWell, how about SEISMIC TOSS?\nShould I teach that to a POKéMON?
pl: Sekrety kosmosu…\nTajemnice ziemii…\pJest tak wiele rzeczy, o których\nwiemy tak mało.\pAle to powinno motywować nas, do\nbadań, a nie do ich porzucenia.\pJedyna rzecz warta rzucania…\pCóż, może RZUT SEJSMICZNY?\nMoże nauczyć twojego POKéMONA\pSEJSMORZUTU?

# Is that so? I'm sure you'll be back for it.
source: Is that so?\nI'm sure you'll be back for it.
pl: Tak?\nJestem pewien, że po to wrócisz.

# Which POKéMON wants to learn SEISMIC TOSS?
source: Which POKéMON wants to learn\nSEISMIC TOSS?
pl: Który POKéMON ma poznać\nSEJSMORZUT?

# I hope you won't toss in the towel. Keep it up.
source: I hope you won't toss in the towel.\nKeep it up.
pl: Mam nadzieję, że go nie porzucisz.\nDo roboty.

# MOON STONE, huh?pWhat's so special about it? Looks like an ordinary rock to me.
source: MOON STONE, huh?\pWhat's so special about it?\nLooks like an ordinary rock to me.
pl: KAMIEN KSIĘŻYCA?\pCo w nim takiego specjalnego?\nDla mnie to zwyczajny kamulec.

source: July 20, 1969!\pHumankind first set foot on the\nmoon that day.\pI bought a color TV just so I\ncould watch that news.
pl: 20 Lipca, 1969!\pCzłowiek poraz pierwszy stanął\ntego dnia na księżycu.\pSpecjalnie na tę okazję\nkupiłem kolorowy TV.

# This month, we're running a space exhibit.
source: This month, we're running a space\nexhibit.
pl: W tym miesiącu temat wystawy\nto kosmos.

# I want a PIKACHU! It's so cute!pI asked my daddy to catch me one!
source: I want a PIKACHU!\nIt's so cute!\pI asked my daddy to catch me one!
pl: Chcę PIKACHU!\nJest taki słodki!\pChcę, zeby tatuś mi go złapał!

source: Yeah, a PIKACHU soon, I promise!
pl: Tak, będzie PIKACHU, obiecuję!

source: Space Shuttle
pl: Prom Kosmiczn

# A meteorite that fell on MT. MOON. It is thought to be a MOON STONE.
source: A meteorite that fell on MT. MOON.\nIt is thought to be a MOON STONE.
pl: Meteoryt, który spadł na GÓRĘ MOON.\nPodobno pochodzi z księżyca.

# What!?pTEAM ROCKET is at MT. MOON? Huh?pI'm on the phone! Scram!
source: What!?\pTEAM ROCKET is at MT. MOON?\nHuh?\pI'm on the phone!\nScram!
pl: Co!?\pZESPÓŁ R szuka czegoś na GÓRZE\nMOON?\pSpadaj, telefonuję!

# Yawn!pWhen JIGGLYPUFF sings, POKéMON get drowsy…p…Me, too… Snore…
source: Yawn!\pWhen JIGGLYPUFF sings, POKéMON get\ndrowsy…\p…Me, too…\nSnore…
pl: Ziew!\pGdy JIGGLYPUFF śpiewa, POKéMONY\nusypiają…\p…Ja też…\nChrap…

# I really want a PIKACHU, so I'm trading my CLEFAIRY for one.
source: I really want a PIKACHU, so I'm\ntrading my CLEFAIRY for one.
pl: Bardzo chcę PIKACHU, wymieniam\nsię więc za moją CLEFAIRY.

source: I'm trading POKéMON with that kid\nthere.\pI had two PIKACHU, so I figured\nI might as well trade one.
pl: Wymieniam się POKéMONAMI z tym\nmałym.\pMiałem dwa PIKACHU, więc pomyślałem,\nże mogę mu jednego dać.

source: I am AGATHA of the ELITE FOUR.\pI hear OAK's taken a lot of\ninterest in you, child.\pThat old duff was once tough and\nhandsome.\pBut that was decades ago.\nHe's a shadow of his former self.\pNow he just wants to fiddle with\nhis POKéDEX.\pHe's wrong.\nPOKéMON are for battling!\p{PLAYER}! I'll show you how a real\nTRAINER battles!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: Jestem AGATHA z ELITARNEJ CZWÓRKI.\pPodobno OAK bardzo się\ntobą zainteresował.\pTen stary dureń był kiedyś silny i\nprzystojny.\pAle to było wieki temu. Teraz\njest tylko cieniem samego siebie.\pTeraz bawi się tylko swoim\nPOKéDEKSEM.\pMyli się.\nPOKéMONY służą do toczenia walk!\p{PLAYER}! Pokażę ci jak walczy\nprawdziwy TRENER!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

source: I am AGATHA of the ELITE FOUR.\pYou're the child that OAK's taken\nunder his wing, aren't you?\pThat old duff was once tough and\nhandsome.\pBut that was decades ago.\nHe's a shadow of his former self.\pNow he just wants to fiddle with\nhis POKéDEX.\pHe's wrong.\nPOKéMON are for battling!\p{PLAYER}! I'll show you how a real\nTRAINER battles!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: Jestem AGATHA z ELITARNEJ CZWÓRKI.\pTo ciebie OAK wziął pod\nswoje skrzydła, czyż nie?\pTen stary dureń był kiedyś silny i\nprzystojny.\pAle to było wieki temu. Teraz\njest tylko cieniem samego siebie.\pTeraz bawi się tylko swoim\nPOKéDEKSEM.\pMyli się.\nPOKéMONY służą do toczenia walk!\p{PLAYER}! Pokażę ci jak walczy\nprawdziwy TRENER!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

# Oh, my! You're something special, child!
source: Oh, my!\nYou're something special, child!
pl: Naprawdę jest w tobie\ncoś specjalnego!

source: You win!\pI see what the old duff sees in\nyou now.\pI have nothing else to say.\nRun along now, child!
pl: Wygrałeś!\pRozumiem o co chodziło temu\ndurniowi.\pNie mam nic więcej do\npowiedzenia. Ruszaj dziecko!

source: I am BRUNO of the ELITE FOUR!\pThrough rigorous training, people\nand POKéMON can become stronger\lwithout limit.\pI've lived and trained with my\nfighting POKéMON!\lAnd that will never change!\p{PLAYER}!\pWe will grind you down with our\nsuperior power!\pHoo hah!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: Jestem BRUNO z ELITARNEJ CZWÓRKI!\pPrzez męczący trening, ludzie\ni POKéMONY mogą stawać\psię silniejsi bez ograniczeń. \pŻyłem i trenowałem z\nwalczącymi POKéMONAMI!\pI to się nie zmieni!\p{PLAYER}!\pZgnieciemy cię jak muchę naszą\nniesamowitą siłą!\pHuu hah!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

# Why? How could I lose?
source: Why?\nHow could I lose?
pl: Dlaczego?\nJak to?

# My job is done. Go face your next challenge.
source: My job is done.\nGo face your next challenge.
pl: Wykonało się.\nRuszaj dalej.

source: {RIVAL}: Hey, {PLAYER}!\pI was looking forward to seeing\nyou, {PLAYER}.\pMy rival should be strong to keep\nme sharp.\pWhile working on my POKéDEX, I\nlooked all over for POKéMON.\pNot only that, I assembled teams\nthat would beat any POKéMON type.\pAnd now…\pI'm the POKéMON LEAGUE CHAMPION!\p{PLAYER}!\nDo you know what that means?\pI'll tell you.\pI am the most powerful TRAINER in\nthe world!
pl: {RIVAL}: Hej, {PLAYER}!\pNie mogłem doczekać się\nspotkania, {PLAYER}.\pMój rywal powinien być silny, by\ntrzymać mnie w formie.\pPracując nad POKéDEKSEM,\nwszędzie szukałem POKéMONÓW.\pDzięki temu złożyłem drużynę,\nktóra pokona każdy typ POKéMONA.\pA teraz...\pJestem MISTRZEM LIGI POKéMON!\p{PLAYER}!\nCzy wiesz co to znaczy?\pW takim razie ci powiem.\pJestem najsilniejszym TRENEREM\nna świecie!

source: {RIVAL}: Hey, {PLAYER}!\pYou came back, {PLAYER}!\nHahah, that is so great!\pMy rival should be strong to keep\nme sharp.\pWhile working on my POKéDEX, I\nlooked all over for POKéMON.\pNot only that, I assembled teams\nthat would beat any POKéMON type.\pAnd now…\pI'm the POKéMON LEAGUE CHAMPION!\p{PLAYER}!\nDo you know what that means?\pI'll tell you.\pI am the most powerful TRAINER in\nthe world!
pl: {RIVAL}: Hej, {PLAYER}!\pWróciłeś, {PLAYER}!\nChachacha, to cudownie!\pMój rywal powinien być silny, by\ntrzymać mnie w formie.\pPracując nad POKéDEKSEM,\nwszędzie szukałem POKéMONÓW.\pDzięki temu złożyłem drużynę,\nktóra pokona każdy typ POKéMONA.\pA teraz...\pJestem MISTRZEM LIGI POKéMON!\p{PLAYER}!\nCzy wiesz co to znaczy?\pW takim razie ci powiem.\pJestem najsilniejszym TRENEREM\nna świecie!

source: NO!\nThat can't be!\lYou beat me at my best!\pAfter all that work to become\nthe LEAGUE CHAMP?\pMy reign is over already?\nIt's not fair!
pl: NIE!\nNIEMOŻLIWE!\lPokonałeś mnie u szczytu formy!\pPo tej całej pracy, by\nzostać MISTRZEM?\pMoje rządy już się skończyły?\nTo nie fair!

source: Why?\nWhy did I lose?\pI never made any mistakes raising\nmy POKéMON…\pDarn it! You're the new POKéMON\nLEAGUE CHAMPION!\pAlthough I don't like to admit it…
pl: Co?\nDlaczego przegrałem?\pNigdy nie popełniałem błędów\nw treningu…\pCholera! Jesteś nowym MISTRZEM\nLIGI POKéMON!\pChociaż, niechętnie muszę to\nprzyznać…

source: OAK: So, you've won!\nSincerely, congratulations!\pYou're the new POKéMON LEAGUE\nCHAMPION!\pYou've grown up so much since you\nfirst left with {STR_VAR_1} to work\lon the POKéDEX.\p{PLAYER}, you have come of age!
pl: OAK: Więc wygrałeś!\nPrzyjmij szczere gratulacje!\pJesteś nowym MISTRZEM LIGI\nPOKéMON!\pUrosłeś od czasu, gdy pierwszy raz\nwyruszyłeś z {STR_VAR_1} do pracy\lnad POKéDEKSEM.\p{PLAYER}, dorosłeś.

source: OAK: {RIVAL}…\nI'm disappointed in you.\pI came when I heard you'd beaten\nthe ELITE FOUR.\pBut, when I got here, you had\nalready lost!\p{RIVAL}, do you understand why\nyou lost?\pYou have forgotten to treat your\nPOKéMON with love and trust.\pWithout them, you will never\nbecome a CHAMP again!
pl: OAK: {RIVAL}...\nZawiodłeś mnie.\pWyruszyłem, gdy usłyszałem, że\npokonałeś ELITARNĄ CZWÓRKĘ.\pAle, gdy dotarłem, zdążyłeś\njuż przegrać!\p{RIVAL}, rozumiesz dlaczego\nprzegrałeś?\pZapomniałeś trenować swoje POKéMONY\nz miłością i zaufaniem!\pBez tego, nigdy już nie odzyskasz\ntytułu MISTRZA!

source: OAK: {PLAYER}.\pYou understand that your victory\nwas not just your own doing.\pThe bond you share with your\nPOKéMON is marvelous.\p{PLAYER}!\nCome with me!
pl: OAK: {PLAYER}.\pMusisz zrozumieć, że twoje zwycięstwo,\nto nie tylko twoja zasługa.\pTo głównie robota twoich\nwspaniałych POKéMONÓW.\p{PLAYER}!\nIdź za mną!

source: OAK: Er-hem!\nCongratulations, {PLAYER}!\pThis floor is the POKéMON HALL OF\nFAME.\pPOKéMON LEAGUE CHAMPIONS are\nhonored for their exploits here.\pTheir POKéMON are also recorded in\nthe HALL OF FAME.\p{PLAYER}!\pYou have worked hard to become\nthe new LEAGUE CHAMPION.\pCongratulations, {PLAYER}, you and\nyour POKéMON are HALL OF FAMERS!
pl: OAK: Er-hem!\nGratuluję, {PLAYER}!\pTo pomieszczenie, to HALA SŁAWY LIGI\nPOKéMON.\pMISTRZOWIE LIGI POKéMON\nhonorowani są tu za swoje zasługi.\pTakże dane o ich POKéMONACH\nzapisywane są w HALI SŁAWY.\p{PLAYER}!\pCiężko pracowałeś, by stać się\nMISTRZEM LIGI POKéMON.\pBrawo, {PLAYER}, ty i twoje POKéMONY\njesteście członkami HALI SŁAWY!

source: Ah! I've heard about you,\n{PLAYER}!\pI lead the ELITE FOUR.\pYou can call me LANCE the dragon\nTRAINER.\pYou know that dragons are\nmythical POKéMON.\pThey're hard to catch and raise,\nbut their powers are superior.\pThey're virtually indestructible.\nThere's no being clever with them.\pWell, are you ready to lose?\pYour LEAGUE challenge ends with\nme, {PLAYER}!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: Ach! Słyszałem o tobie,\n{PLAYER}!\pProwadzę ELITARNĄ CZWÓRKĘ.\pMożesz mnie nazywać LANCE,\nTRENER smoków.\pWiesz, że smoki to mityczne\nPOKéMONY.\pSą trudne do złapania i trenowania,\nale drzemie w nich wielka siła.\pSą praktycznie niezniszczalne.\nNie można ich pokonać sprytem.\pWięc, czy jesteś gotów na porażkę?\pTwoja zabawa z LIGĄ kończy się\ntu, {PLAYER}!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
